Repository: 84000/data-translation-memory
Catalog: toh409-v3.tmx
Source language: bo
Languages: en

source: དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་རྣམ་པར་འཇོམས་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ། དཔལ་ཧེ་རུ་ཀ་ལ་ཕྱག་འཚལ་ལོ། །
en: The Fearsome Vajra of Destruction Homage to the glorious Heruka.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། །
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་འཁོར་དཔག་ཏུ་མེད་པ་དང་། །རི་རབ་ཀྱི་སྟེང་དུ་བཞུགས་པའི་དུས་སུ་བྱང་ཆུབ་སེམས་དཔའ་རྡོ་རྗེ་སྙིང་པོས། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་དུ་བསྐོར་བ་བྱས་ཏེ་ཐལ་མོ་སྦྱར་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཐུགས་རྗེ་ཆེ་ལྡན་བཅོམ་ལྡན་འདས། །རྡོ་རྗེ་གང་ལགས་འཇིགས་བྱེད་གང་། །
en: The Blessed One was staying on top of Mount Meru together with an inestimable assembly, when the bodhisattva Vajragarbha circled the Blessed One three times, folded his hands, and asked: “Compassionate Blessed One, please explain: What does vajra mean, and what is fearsome?

source: འཇོམས་པ་གང་ལགས་རྒྱུད་གང་ལགས། །
en: What does destruction mean, and what about tantra?

source: རྒྱལ་པོ་གང་ལགས་བཤད་དུ་གསོལ། །
en: Please explain what king means.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །རྡོ་རྗེ་རྣམ་པ་གསུམ་ཡིན་ཏེ། །ཉོན་མོངས་བདུད་སོགས་འཇིགས་པར་བྱེད། །ཉོན་མོངས་དགྲ་སོགས་རྣམ་པར་འཇོམས། །
en: The Blessed One replied: “Vajra has three aspects, That are fearsome to the māra of the afflictive emotions and the others, And destructive to the enemy, the afflictive emotions, and so forth.

source: རྒྱུ་ཡི་རྒྱུད་དང་འབྲས་བུའི་རྒྱུད། །མཐར་ཐུག་རྒྱུད་ནི་གང་ཡིན་ལ། །རྒྱལ་པོ་ཞེས་ནི་བསྟན་པ་ཡིན། །
en: These are causal tantra, resultant tantra, and ultimate tantra; It is these that are taught to be king.”

source: རྡོ་རྗེ་སྙིང་པོས་ཡང་གསོལ་པ། །རེ་རེའི་བྱེ་བྲག་མ་འཚལ་བས། །དེ་ཡི་དབྱེ་བ་བཤད་དུ་གསོལ། །
en: Vajragarbha spoke again: “This does not provide specifics for the individual terms, so please explain them in detail.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །རྡོ་རྗེ་རྣམ་པ་གསུམ་ཡིན་ཏེ། །དོན་གྱི་རྡོ་རྗེ་དེ་ནས་རྟགས། །རྫས་ཀྱི་རྡོ་རྗེ་དང་ནི་གསུམ། །དེ་ནས་དོན་གྱི་རྡོ་རྗེ་བཤད། །
en: The Blessed One replied: “Vajra has three aspects: The true vajra, the symbolic vajra, And the material vajra.

source: གཟུང་འཛིན་རྟོག་པས་མི་ཕྱེད་ཕྱིར། །དོན་གྱི་རྡོ་རྗེ་བཤད་པའོ། །
en: Now, to explain the true vajra: “It is explained as the truevajra Because it is undivided by dualistic thinking.

source: དབང་བཞི་རྡོ་རྗེ་རེ་རེ་སྟེ། །རྡོ་རྗེ་བཞི་རུ་བཤད་པ་ཡིན། །
en: Each of the four initiations are vajras And are described as ‘the four vajras.’

source: རྟགས་ཀྱི་རྡོ་རྗེ་གསུམ་ཡིན་ཏེ། །རྩེ་གསུམ་རྩེ་ལྔ་རྩེ་དགུ་པ། །
en: “The symbolic vajra is of three kinds: Three-pronged, five-pronged, and nine-pronged.

source: རྩེ་གསུམ་སྐུ་གསུང་ཐུགས་ཀྱི་རྟགས། །རྩེ་ལྔ་ཡེ་ཤེས་ལྔ་ཡི་རྟགས། །རྩེ་དགུ་ཁམས་གསུམ་ས་དགུའི་རྟགས། །
en: The three prongs represent body, speech, and mind; The five prongs represent the five wisdoms; And the nine prongs represent the nine levels of the three worlds.

source: རྫས་ཀྱི་རྡོ་རྗེ་བཞི་ཡིན་ཏེ། །བུམ་པའི་དབང་དང་འབྲེལ་པ་ཡི། །སྐུ་མདོག་ཕྱག་མཚན་ལ་སོགས་ལྷ། །གཟུང་དང་འཛིན་པའི་རྣམ་རྟོག་ནི། །འཇིག་དང་འཇོམས་པས་རྡོ་རྗེའོ། །
en: “The true vajra is of four kinds: “The deity, with its colors and implements, Connected to the vase initiation, is vajra Because it crushes and destroys The dualistic concepts of subject and object.

source: གསང་བའི་དབང་དང་འབྲེལ་པ་ཡི། །རྩ་དང་རླུང་དང་ཐིག་ལེ་ལ། །གཟུང་འཛིན་གཉིས་སུ་གང་རྟོག་པ། །འཇིག་ཅིང་འཇོམས་པས་རྡོ་རྗེའོ། །
en: “The channels, winds, and drops, Connected to the secret initiation, are vajra Because they crush and destroy The dualistic concepts of subject and object.

source: ཤེས་རབ་ཡེ་ཤེས་དང་འབྲེལ་པའི། །ལྷན་ཅིག་སྐྱེས་དགའ་ལ་སོགས་ལ། །གཟུང་དང་འཛིན་པར་གང་རྟོག་པ། །འཇིག་ཅིང་འཇོམས་པས་རྡོ་རྗེ་ཡིན། །
en: “Innate joy and the other joys Connected to insight-wisdom are vajra Because they crush and destroy The dualistic concepts of subject and object.

source: བཞི་པའི་དབང་དང་འབྲེལ་པ་ཡི། །རང་རིག་སེམས་ཉིད་སྟོང་ཉིད་ལ། །གཟུང་འཛིན་གཉིས་སུ་གང་རྟོག་པ། །འཇིག་ཅིང་འཇོམས་པས་རྡོ་རྗེའོ། །
en: “The emptiness of the self-aware mind itself, Connected with the fourth initiation, is vajra Because it crushes and destroys The dualistic concepts of subject and object.

source: དེ་ནས་རྟགས་ཀྱི་རྡོ་རྗེ་ནི། །རྩེ་གསུམ་སྐུ་གསུང་ཐུགས་སུ་བཤད། །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་གསུམ། །འཇིག་ཅིང་འཇོམས་པས་རྡོ་རྗེ་སྟེ། །
en: “Next is the symbolic vajra: The three-pronged vajra is explained as body, speech, and mind, Because a vajra crushes and destroys Attachment, anger, and delusion.

source: རྩེ་ལྔ་ཡེ་ཤེས་ལྔ་ཡི་རྟགས། །ང་རྒྱལ་ལ་སོགས་རྣམ་པ་ལྔ། །འཇིག་ཅིང་འཇོམས་པས་རྡོ་རྗེའོ། །
en: “The five-pronged vajra symbolizes the five wisdoms Because it crushes and destroys The five afflictions of pride and the rest.

source: དེ་ནས་རྫས་ཀྱི་རྡོ་རྗེ་ནི། །རྣམ་པ་བཞི་རུ་བསྟན་པ་སྟེ། །ཟུར་གསུམ་རྣོ་ལ་འབིགས་པ་དང་། །གྲུ་བཞི་དག་ནི་གསལ་བར་བྱེད། །ཟླུམ་པོས་རྫས་རྣམས་འཇོམས་པར་བྱེད། །
en: “Next, the material vajra Is taught to be of four kinds: “When sharp and triangular it pierces, When four sided it purifies, When round, it destroys all that is material, While one with five angles fulfills desires.

source: ཟུར་ལྔས་འདོད་བསྒྲུབ་རྫས་རྡོ་རྗེ། །
en: Such are the material vajras.

source: རྒྱུད་ཀྱི་དོན་ནི་རྣམ་པ་བཞི། །རྒྱུ་དང་འབྲས་བུ་གཉིས་ཀའི་རྒྱུད། །མཐར་ཐུག་རྒྱུད་ནི་རྒྱལ་པོ་སྟེ། །
en: “The meaning of tantra is fourfold: There are the two tantras, causal and resultant, And the ultimate tantra that is king.

source: དེ་རྣམས་ཀུན་ལ་དབང་བྱེད་པས། །ལོག་ལྟའི་རྒྱུད་སོགས་སྤོང་བར་བྱེད། །
en: By gaining mastery over them all, The tantra of wrong view is eliminated.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་འཁོར་དཔག་ཏུ་མེད་པ་རྣམས་དགའ་ཞིང་མགུ་ནས་རྗེས་སུ་ཡི་རངས་ཏེ།
en: The Blessed One finished speaking, and the countless bodhisattvas in the assembly felt joy and devotion, and then rejoiced.

source: གཡས་ཕྱོགས་ནས་ལན་གསུམ་བསྐོར་ནས་སོ་སོའི་རྫུ་འཕྲུལ་གྱིས་མི་སྣང་བར་གྱུར་ཏོ། །
en: After circling the Blessed One to the right three times, they disappeared by using their individual, miraculous powers.

source: དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་རྣམ་པར་འཇོམས་པའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་རྫོགས་སོ།། །།
en: “The Destruction of The Glorious Vajrabhairava, A King of Tantras,” is complete.

source: པཎྜི་ཏ་ག་ཡ་དྷ་ར་དང་། ལོ་ཙྪ་བ་དགེ་སློང་ཤཱཀྱ་ཡེ་ཤེས་ཀྱིས་བསྒྱུར་བའོ།།
en: This was translated by the paṇḍita Gayādhara and the translator-monk Śākya Yeshé.
